Pristine.addMessages('ru', {
  required: 'Пожалуйста, заполните это поле!',
  email: 'Пожалуйста, введите корректный адрес электронной почты!',
  number: 'Пожалуйста, введите числовое значение!',
  integer: 'Пожалуйста, введите целое числовое значение!',
  url: 'Пожалуйста, введите корректный URL веб-сайта!',
  tel: 'Пож default:алуйста, введите корректный номер телефона!',
  maxlength: `Значение должно быть < ${1}!`,
  minlength: `Значение должно быть > ${1}!`,
  min: `Минимальное значение - ${1}!`,
  max: `Максимальное значение - ${1}!`,
  pattern: 'Пожалуйста, введите значения в необходимом формате!',
  equals: 'Ой! Значения не совпадают!',
  default: 'Пожалуйста, введите корректное значение!'
});

Pristine.setLocale('ru');
